[AssaultRifle.Seraphim.Orchid_Seraph_Seraphim_Title WeaponNamePartDefinition]
PartName="Serafim"

[AssaultRifle.Seraphim.Orchid_Seraph_Seraphim_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Santo?  Santo?  Sangrando!"
Suffix=""
Prefix=""

[Pistol.Devastator.Orchid_Seraph_Devastator_Title WeaponNamePartDefinition]
PartName="Devastadora"

[Pistol.Devastator.Orchid_Seraph_Devastator_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Viva!"
Suffix=""
Prefix=""

[RPG.Ahab.Orchid_Seraph_Ahab_Title WeaponNamePartDefinition]
PartName="Ahab"

[RPG.Ahab.Orchid_Seraph_Ahab_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Por tudo o que eu mais odeio."
Suffix=""
Prefix=""

[Shield.Anshin.Orchid_Seraph_Anshin_Shield ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Shield.Anshin.Orchid_Seraph_Anshin_Shield:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aumenta a [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[Shield.Anshin.Orchid_Seraph_Anshin_Shield_Accessory:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reflete a [skill]resistência elemental[-skill] do último dano recebido."
NoConstraintText=""
Suffix=""
Prefix=""

[Shield.Anshin.Orchid_Seraph_Anshin_Shield_Accessory:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Regenera a saúde enquanto estiver ativo. Se o escudo receber danos, a velocidade de regeneração da saúde é aumentada."
NoConstraintText=""
Suffix=""
Prefix=""

[Shield.Anshin.Orchid_Seraph_Anshin_Shield_Title ItemNamePartDefinition]
PartName="Evolução"

[Shield.Anshin.Orchid_Seraph_Anshin_Shield_Title:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Força através da dificuldade."
NoConstraintText=""
Suffix=""
Prefix=""

[Shield.Skill_SeraphShield_HealthRegen SkillDefinition]
SkillName="Habilidade de regeneração de saúde de escudo Serafim"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Shield.Skill_SeraphShield_HealthRegenBoosted SkillDefinition]
SkillName="Habilidade de regeneração de saúde do escudo Serafim aumentada"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Shotgun.Spitter.Orchid_Seraph_Spitter_Title WeaponNamePartDefinition]
PartName="Vomitadora"

[Shotgun.Spitter.Orchid_Seraph_Spitter_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText=" Aaargh"
Suffix=""
Prefix=""

[SMG.Actualizer.Orchid_Seraph_Actualizer_Title WeaponNamePartDefinition]
PartName="Atualizadora"

[SMG.Actualizer.Orchid_Seraph_Actualizer_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Precisamos conversar sobre o seu relatório DPS."
Suffix=""
Prefix=""

[SMG.Tattler.Orchid_Seraph_Tattler_Title WeaponNamePartDefinition]
PartName="Fofoqueira"

[SMG.Tattler.Orchid_Seraph_Tattler_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Se quer roubar, roube de si mesmo!"
Suffix=""
Prefix=""

[Sniper.Patriot.Orchid_Seraph_Patriot_Title WeaponNamePartDefinition]
PartName="Patriota"

[Sniper.Patriot.Orchid_Seraph_Patriot_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Nossa voz não será silenciada!"
Suffix=""
Prefix=""

